Repository: Amatcov/RGA-essentials
Catalog: po/R-*.po
Languages: ru

source: Authorization error. Access token not found.
ru: Ошибка авторизации. Токен доступа не найден.

source: Token is not a Token2.0 object. Found: %s.
ru: Токен не является Token2.0 объектом. Найдено: %s.

source: Authorization error. No access token obtained.
ru: Ошибка авторизации. Токен доступа не был получен.

source: Authorization error. Please check client.id and client.secret.
ru: Ошибка авторизации. Проверьте данные client.id и client.secret.

source: Client ID and Client secret loaded from environment variables.
ru: Client ID и Client secret установлены из переменных окружения.

source: Username loaded from environment variable.
ru: Имя пользователя установлено из переменной окружения.

source: Removed old %s cache file.
ru: Удалён старый файл кэша %s.

source: Access token will be stored in the %s file.
ru: Токен доступа будет сохранён в файл %s.

source: Only %d observations out of %d were obtained. Set max.results = NULL (default value) to get all results.
ru: Только %d наблюдений из %d были получены. Установите max.results = NULL (значение по умолчанию), чтобы получить все результаты.

source: Only %d observations out of %d were obtained (the batch processing mode is not implemented for this report type).
ru: Только %d наблюдений из %d были получены (режим пакетной обработки не реализован для данного типа отчётов).

source: Response contain more then %d rows. Batch processing mode enabled.
ru: Ответ сервера содержит более %d строк. Включён режим пакетной обработки запросов.

source: Fetching page %d of %d...
ru: Извлечение страницы %d из %d...

source: Could not find example directory. Try re-installing %s package.
ru: Не удалось найти каталог с примером. Попробуйте заново установить пакет %s.

source: No results were obtained.
ru: Результаты не были получены.

source: Data contains sampled data. Used %d sessions (%1.0f%% of sessions).
ru: Данных содержит выборочные данные. Использовалась %d сессий (%1.0f%% сессий).

source: The requested URL not found. URL: %s.
ru: Запрашиваемый URL-адрес не найден. URL-адрес: %s.
